/* String_On_JavaScript_Template */
"%d days ago" = "vor %d Tagen";

/* String_On_JavaScript_Template */
"%d minutes ago" = "vor %d Minuten";

/* String_On_JavaScript_Template */
"1 day ago" = "vor 1 Tag";

/* String_On_JavaScript_Template */
"about %d hours ago" = "vor ungefähr %d Stunden";

/* String_On_JavaScript_Template */
"about a minute ago" = "vor ungefähr einer Minute";

/* String_On_JavaScript_Template */
"about an hour ago" = "vor ungefähr einer Stunde";

/* WebView Placeholder */
"Either “%@” does not exist, or has protected their tweets" = "Entweder existiert \"%@\" nicht, oder die Tweets wurden geschützt.";

/* missing Twitter username */
"Enter Twitter username in the Inspector" = "Twitter Nutzername in Informationen angeben";

/* String_On_JavaScript_Template */
"less than a minute ago" = "weniger als eine Minute her";

/* WebView Placeholder */
"This is a placeholder for a Twitter feed. It will appear on your published site, or view it in Sandvox by enabling 'Load data from the Internet' in Preferences." = "Dies ist ein Platzhalter für einen Twitter Feed. Er wird angezeigt, sobald Sie veröffentlicht haben oder falls Sie „Live“ Datenanzeige in den Einstellungen aktiviert haben.";

/* String_On_JavaScript_Template */
"Tweet Permalink" = "Permanenter Tweet Link";